Repository: Solvosoft/async_notifications
Catalog: async_notifications/djcms_async_notifications/locale/*/LC_MESSAGES/django.po
Languages: es

source: Email
es: Correo

source: Write email
es: Escribir correo

source: Email list
es: Lista de correo

source: Email template list
es: Lista de plantillas de correo

source: Write template email
es: Escribir plantilla de correo

source: Template
es: Plantilla

source: Recipient list
es: Lista de recibo

source: Extra message
es: Mensaje extra

source: Send this page by email
es: Enviar esta página por correo

source: Close
es: Cerrar

source: Send email
es: Enviar correo

source: Article url
es: Url de articulo

source: Article object [title, lead_in, content, author, owner, publishing_date, is_published, is_featured ]
es: Objeto artículo [title, lead_in, content, author, owner, publishing_date, is_published, is_featured ]

source: User extra message
es: Mensaje extra

source: Sender user
es: Usuario enviante

source: <div id="div_success">Email sent successfully</div>
es: <div id="div_success">Correo enviado satisfactoriamente</div>
